The highlighted element has been disconnected.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId HighlightedElementDisconnected { get; }
  Visual Basic
Public Shared ReadOnly Property HighlightedElementDisconnected As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ HighlightedElementDisconnected {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AutoRouteFailures Class
  Autodesk.Revit.DB Namespace